Repository: Nihondo/CoverZip
Catalog: CoverZip/Localizable.xcstrings
Source language: en
Languages: ja

# app_picker.panel.message
source: Select an application to open archive files
ja: アーカイブファイルを開くアプリケーションを選択してください

# app_picker.panel.title
source: Select Application
ja: アプリケーションを選択

# app.tab.routing
source: File Routing
ja: ファイルルーティング

# app.tab.slideshow
source: Slideshow
ja: スライドショー

# app.tab.update
source: Update
ja: アップデート

# app.tab.viewer
source: Viewer Settings
ja: ビューア設定

# app.tab.window
source: Window
ja: ウィンドウ

# application.internal_viewer
source: Built-in Viewer
ja: 内蔵ビューア

# context.menu.page_transition.enabled
source: Page Transition Animation
ja: ページ送りアニメ

# context.menu.page.first
source: First Page
ja: 最初のページ

# context.menu.page.jump
source: Jump Pages
ja: ページジャンプ

# context.menu.page.last
source: Last Page
ja: 最後のページ

# context.menu.reading.ltr
source: Left to Right
ja: 左綴じ

# context.menu.reading.rtl
source: Right to Left
ja: 右綴じ

# context.menu.slideshow.enabled
source: Slideshow
ja: スライドショー

# context.menu.spread.offset
source: Adjust Spread Pairing
ja: 見開きの左右を補正

# context.menu.thumbnail.visible
source: Show Thumbnail List
ja: サムネイルリスト表示

# context.menu.view.auto
source: Auto
ja: 自動

# context.menu.view.single
source: Single Page
ja: 単ページ

# context.menu.view.spread
source: Spread
ja: 見開き

# error.app_launcher.cannot_open_file
source: Could not open file
ja: ファイルを開けませんでした

# error.app_launcher.launch_timeout
source: Application launch timed out
ja: アプリケーション起動がタイムアウトしました

# error.keyword_settings.app_support_not_found
source: Application Support directory not found
ja: Application Supportディレクトリが見つかりません

# menu.file.open
source: Open File…
ja: ファイルを開く…

# menu.file.open_internal
source: Open with Built-in Viewer…
ja: 内蔵ビューアで開く…

# menu.app.about
source: About CoverZip
ja: CoverZipについて

# menu.app.settings
source: Settings…
ja: 設定...

# menu.app.check_for_updates
source: Check for Updates...
ja: アップデートを確認...

# menu.help.manual
source: CoverZip Manual
ja: CoverZipマニュアル

# routing.actions.edit_json
source: Edit JSON File
ja: JSONファイルを編集

# routing.actions.reset
source: Reset
ja: リセット

# routing.actions.save
source: Save
ja: 保存

# routing.alert.archive_utility_not_found
source: Could not unset default because Archive Utility was not found.
ja: Archive Utility が見つからないため、デフォルトを解除できませんでした

# routing.alert.bundle_id_failed
source: Failed to get application identifier.
ja: アプリケーション識別子の取得に失敗しました

# routing.alert.ls_change_failed_detail_format
source: Failed to change archive file association: %@ [%@:%d] (%@)
ja: アーカイブ関連付けの変更に失敗しました: %@ [%@:%d] (%@)

# routing.alert.ls_change_failed_status_format
source: Failed to change archive file association (%@)
ja: アーカイブ関連付けの変更に失敗しました (%@)

# routing.alert.save_failed
source: Failed to save settings.
ja: 設定の保存に失敗しました

# routing.alert.save_success
source: Settings saved.
ja: 設定を保存しました

# routing.alert.title
source: Notice
ja: 通知

# routing.app_picker.choose_app
source: Choose App...
ja: アプリを選択...

# routing.association.action.set_default
source: Set as Default
ja: デフォルトに設定

# routing.association.action.unset_default
source: Unset Default
ja: デフォルトを解除

# routing.association.current_default_format
source: Current default: %@
ja: 現在のデフォルト: %@

# routing.association.section
source: Archive File Association
ja: アーカイブファイルの関連付け

# routing.association.status.is_default
source: CoverZip is the default app for ZIP files
ja: CoverZipがZIPファイルのデフォルトアプリです

# routing.association.status.is_default_format
source: CoverZip is the default app for %@ files
ja: CoverZipが%@ファイルのデフォルトアプリです

# routing.association.status.is_not_default
source: CoverZip is not the default app for ZIP files
ja: CoverZipはZIPファイルのデフォルトアプリではありません

# routing.association.status.is_not_default_format
source: CoverZip is not the default app for %@ files
ja: CoverZipは%@ファイルのデフォルトアプリではありません

# routing.default.footer
source: Used when no rule matches.
ja: ルールにマッチしない場合に使用されます。

# routing.default.label
source: Default
ja: デフォルト

# routing.default.section
source: Default Application
ja: デフォルトアプリケーション

# routing.help.delete
source: Delete
ja: 削除

# routing.rule.match.contains
source: contains
ja: 次を含む

# routing.rule.match.ends_with
source: ends with
ja: 次で終わる

# routing.rule.match.regex
source: matches regex
ja: 正規表現に一致

# routing.rule.match.starts_with
source: starts with
ja: 次で始まる

# routing.rule.match.wildcard
source: matches wildcard
ja: ワイルドカードに一致

# routing.rule.type.extension
source: File Extension
ja: 拡張子が

# routing.rule.type.filename
source: Filename
ja: ファイル名が

# routing.rule.type.pathname
source: Folder Name
ja: フォルダ名が

# routing.rules.add
source: New Rule
ja: 新規ルール

# routing.rules.empty.subtitle
source: Click "New Rule" to add one.
ja: 「新規ルール」ボタンをクリックして追加してください

# routing.rules.empty.title
source: No Rules
ja: ルールがありません

# routing.rules.footer
source: Rules are evaluated from top to bottom, and the first match is applied.
ja: ルールは上から順に評価され、最初にマッチしたルールが適用されます。

# routing.rules.header.application
source: Application
ja: アプリケーション

# routing.rules.header.condition
source: Condition
ja: 条件

# routing.rules.header.keyword
source: Keyword
ja: キーワード

# routing.rules.header.target
source: Target
ja: 対象

# routing.rules.section
source: Rules
ja: ルール一覧

# settings.decode_cache.footer
source: Deferred decodes only on first display, then avoids re-decoding for smoother rendering.
ja: 遅延は初回だけデコードし、以降は再デコードを避けて滑らかに表示します。

# settings.decode_cache.policy_label
source: Policy:
ja: 方針:

# settings.decode_cache.policy.deferred
source: Deferred (Recommended)
ja: 遅延（推奨）

# settings.decode_cache.policy.immediate
source: Immediate (Fastest / More Memory)
ja: 即時（最速/メモリ多め）

# settings.decode_cache.policy.no_cache
source: No cache
ja: しない

# settings.decode_cache.section
source: Image Decode Cache
ja: 画像デコードキャッシュ

# settings.display.cover_always_single
source: Always show cover as single page
ja: 表紙を常に単ページ表示

# settings.display.default_direction
source: Default Reading Direction
ja: デフォルトページ方向

# settings.display.default_view_mode
source: Default View Mode
ja: デフォルト表示モード

# settings.display.direction.ltr
source: Left to Right
ja: 左綴じ

# settings.display.direction.rtl
source: Right to Left
ja: 右綴じ

# settings.display.mode.auto
source: Auto
ja: 自動

# settings.display.mode.single
source: Single Page
ja: 単ページ

# settings.display.mode.spread
source: Spread
ja: 見開き

# settings.display.page_transition
source: Enable page transition animation
ja: ページ送りアニメを有効化

# settings.display.section
source: Display
ja: 表示設定

# settings.display.thumbnail_on_open
source: Show thumbnail list when opening documents
ja: 書類を開いた時にサムネイルリストを表示

# settings.key_helper.accessibility_required
source: Allow CoverZipKeyHelper in Accessibility before arrow keys can be captured.
ja: 矢印キーを使用するには、アクセシビリティで CoverZipKeyHelper を許可してください。

# settings.key_helper.diagnostics
source: Diagnostics
ja: 診断情報

# settings.key_helper.enabled
source: Use arrow keys for pages in Finder Quick Look
ja: Finder Quick Look で矢印キーによるページ移動を使う

# settings.key_helper.footer
source: The helper must be registered as a login item and allowed in Accessibility. It only captures arrow keys while CoverZip Preview is visible in Finder Quick Look.
ja: ヘルパーはログイン項目として登録され、アクセシビリティで許可されている必要があります。CoverZip のプレビューが Finder Quick Look で表示されている間だけ矢印キーを捕捉します。

# settings.key_helper.open_accessibility
source: Open Accessibility Settings
ja: アクセシビリティ設定を開く

# settings.key_helper.open_login_items
source: Open Login Items Settings
ja: ログイン項目設定を開く

# settings.key_helper.refresh_status
source: Refresh Status
ja: 状態を更新

# settings.key_helper.section
source: Finder Quick Look Keys
ja: Finder Quick Look キー操作

# settings.key_helper.status
source: Status
ja: 状態

# settings.key_helper.status.enabled
source: Enabled
ja: 有効

# settings.key_helper.status.not_found
source: Helper app not found
ja: ヘルパーアプリが見つかりません

# settings.key_helper.status.not_registered
source: Not registered
ja: 未登録

# settings.key_helper.status.requires_approval
source: Requires approval in Login Items
ja: ログイン項目で承認が必要です

# settings.key_helper.status.unknown
source: Unknown
ja: 不明

# settings.slideshow.footer
source: Start slideshow from the context menu; pages advance automatically at this interval.
ja: コンテキストメニューからスライドショーを開始し、この間隔で自動ページ送りします

# settings.slideshow.interval_label
source: Page interval:
ja: ページ送り間隔:

# settings.slideshow.interval_value_format
source: %.1f sec
ja: %.1f秒

# settings.slideshow.section
source: Slideshow
ja: スライドショー

# settings.window.footer
source: When enabled, the next preview opens with the previous window size and position.
ja: 有効にすると、前回のプレビューウィンドウのサイズと位置で次回開きます

# settings.window.reset_saved_frame
source: Reset saved window frame
ja: 保存されたサイズ情報をリセット

# settings.window.restore_frame
source: Restore window size and position
ja: ウィンドウサイズ・位置を復元

# settings.window.section
source: Window
ja: ウィンドウ

# update.automatic_checks
source: Check for updates automatically
ja: アップデートを自動で確認

# update.check_now
source: Check Now
ja: 今すぐ確認

# update.current_version
source: Current Version
ja: 現在のバージョン

# update.last_checked
source: Last Checked
ja: 最終確認

# update.never_checked
source: Never
ja: 未確認

# update.releases_page
source: Open Releases Page
ja: リリースページを開く

# window.settings.title
source: CoverZip Settings
ja: CoverZip設定
